Repository: apexbymanish/myKharcha
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, mr, ne, pt_br, ru, ta, te, tr, ur, vi, zh_hans

source: Backup connection failed. Sign out and sign in again to reconnect.
ar: فشل الاتصال بالنسخ الاحتياطي. سجّل الخروج ثم الدخول مجددًا لإعادة الاتصال.
bn: ব্যাকআপ সংযোগ ব্যর্থ হয়েছে। পুনরায় সংযোগ করতে সাইন আউট করে আবার সাইন ইন করুন।
de: Backup-Verbindung fehlgeschlagen. Melde dich ab und wieder an, um die Verbindung wiederherzustellen.
es: Error de conexión de la copia de seguridad. Cierra sesión y vuelve a iniciarla para reconectar.
fr: Échec de connexion à la sauvegarde. Déconnecte-toi puis reconnecte-toi pour rétablir la connexion.
hi: बैकअप कनेक्शन विफल रहा। दोबारा कनेक्ट करने के लिए साइन आउट करें और फिर साइन इन करें।
id: Koneksi cadangan gagal. Keluar lalu masuk lagi untuk menyambung ulang.
ja: バックアップの接続に失敗しました。サインアウトしてから再度サインインしてください。
ko: 백업 연결에 실패했어요. 로그아웃 후 다시 로그인해서 재연결하세요.
mr: बॅकअप कनेक्शन अयशस्वी झाले. पुन्हा कनेक्ट करण्यासाठी साइन आउट करून पुन्हा साइन इन करा.
ne: ब्याकअप जडान असफल भयो। पुनः जडान गर्न साइन आउट गरी फेरि साइन इन गर्नुहोस्।
pt_br: Falha na conexão do backup. Saia e entre novamente para reconectar.
ru: Не удалось подключиться для резервного копирования. Выйдите из аккаунта и войдите снова, чтобы восстановить подключение.
ta: காப்புப் பிரதி இணைப்பு தோல்வியடைந்தது. மீண்டும் இணைக்க வெளியேறி மீண்டும் உள்நுழையவும்.
te: బ్యాకప్ కనెక్షన్ విఫలమైంది. మళ్లీ కనెక్ట్ చేయడానికి సైన్ అవుట్ చేసి మళ్లీ సైన్ ఇన్ చేయండి.
ur: بیک اپ کنکشن ناکام ہو گیا۔ دوبارہ جڑنے کے لیے سائن آؤٹ کر کے دوبارہ سائن ان کریں۔

source: Backup failed. Check your connection.
ar: فشل النسخ الاحتياطي. تحقّق من الاتصال.
bn: ব্যাকআপ ব্যর্থ হয়েছে। আপনার সংযোগ পরীক্ষা করুন।
de: Sicherung fehlgeschlagen. Überprüfe deine Verbindung.
es: Error al hacer la copia de seguridad. Revisa tu conexión.
fr: Échec de la sauvegarde. Vérifie ta connexion.
hi: बैकअप विफल रहा। अपना कनेक्शन जाँचें।
id: Pencadangan gagal. Periksa koneksi Anda.
ja: バックアップに失敗しました。接続を確認してください。
ko: 백업에 실패했어요. 연결 상태를 확인하세요.
mr: बॅकअप अयशस्वी झाला. तुमचे कनेक्शन तपासा.
ne: ब्याकअप असफल भयो। आफ्नो इन्टरनेट जडान जाँच्नुहोस्।
pt_br: Falha no backup. Verifique sua conexão.
ru: Не удалось создать резервную копию. Проверьте подключение.
ta: காப்புப் பிரதி தோல்வியடைந்தது. உங்கள் இணைப்பைச் சரிபார்க்கவும்.
te: బ్యాకప్ విఫలమైంది. మీ కనెక్షన్‌ని తనిఖీ చేయండి.
tr: Yedekleme başarısız oldu. Bağlantınızı kontrol edin.
ur: بیک اپ ناکام ہو گیا۔ اپنا کنکشن چیک کریں۔
vi: Sao lưu thất bại. Hãy kiểm tra kết nối mạng.

source: Balance
ar: الرصيد
bn: ব্যালেন্স
de: Saldo
es: Saldo
fr: Solde
hi: बैलेंस
id: Saldo
ja: 残高
ko: 잔액
mr: शिल्लक
ne: ब्यालेन्स
pt_br: Saldo
ru: Баланс
ta: இருப்பு
te: బ్యాలెన్స్
tr: Bakiye
ur: بیلنس
vi: Số dư
zh_hans: 余额

source: BIGGEST DAY
ar: أكبر يوم
bn: সর্বোচ্চ ব্যয়ের দিন
de: HÖCHSTER TAG
es: DÍA MÁS ALTO
fr: JOUR LE PLUS ÉLEVÉ
hi: सबसे बड़ा दिन
id: HARI TERBESAR
ja: 最も多い日
ko: 최대 지출일
mr: सर्वाधिक खर्चाचा दिवस
ne: सबैभन्दा ठूलो दिन
pt_br: MAIOR DIA
ru: САМЫЙ БОЛЬШОЙ ДЕНЬ
ta: அதிகச் செலவு நாள்
te: అత్యధిక ఖర్చు రోజు
tr: EN YÜKSEK GÜN
ur: سب سے زیادہ خرچ کا دن
vi: NGÀY CAO NHẤT
zh_hans: 支出最高日

source: Bill Reminder
ar: تذكير بفاتورة
bn: বিল রিমাইন্ডার
de: Rechnungserinnerung
es: Recordatorio de factura
fr: Rappel de facture
hi: बिल रिमाइंडर
id: Pengingat Tagihan
ja: 支払いリマインダー
ko: 청구서 알림
mr: बिल स्मरणपत्र
ne: बिल रिमाइन्डर
pt_br: Lembrete de Conta
ru: Напоминание о счёте
ta: பில் நினைவூட்டல்
te: బిల్లు రిమైండర్
tr: Fatura Hatırlatıcısı
ur: بل یاد دہانی
vi: Nhắc hóa đơn
zh_hans: 账单提醒

source: Bills exceed income by %@
ar: تتجاوز الفواتير الدخل بمقدار %@
bn: বিল আয়ের চেয়ে %@ বেশি
de: Rechnungen übersteigen das Einkommen um %@
es: Las facturas superan los ingresos en %@
fr: Les factures dépassent les revenus de %@
hi: बिल आय से %@ ज़्यादा हैं
id: Tagihan melebihi pemasukan sebesar %@
ja: 固定費が収入を%@上回っています
ko: 청구액이 소득보다 %@ 더 많아요
mr: बिले उत्पन्नापेक्षा %@ ने जास्त आहेत
ne: बिलहरूले आम्दानीलाई %@ ले उछिनेको छ
pt_br: As contas excedem a receita em %@
ru: Счета превышают доход на %@
ta: கட்டணங்கள் வருமானத்தை விட %@ அதிகமாக உள்ளன
te: బిల్లులు ఆదాయాన్ని %@ మేర మించిపోయాయి
tr: Faturalar geliri %@ aşıyor
ur: بل آمدنی سے %@ زیادہ ہیں
vi: Hóa đơn vượt thu nhập %@
zh_hans: 账单超出收入 %@

source: Budget
ar: الميزانية
bn: বাজেট
es: Presupuesto
hi: बजट
id: Anggaran
ja: 予算
ko: 예산
mr: बजेट
ne: बजेट
pt_br: Orçamento
ru: Бюджет
ta: பட்ஜெட்
te: బడ్జెట్
tr: Bütçe
ur: بجٹ
vi: Ngân sách
zh_hans: 预算

source: Budgets
ar: الميزانيات
bn: বাজেট
es: Presupuestos
hi: बजट
id: Anggaran
ja: 予算
ko: 예산
mr: बजेट्स
ne: बजेटहरू
pt_br: Orçamentos
ru: Бюджеты
ta: பட்ஜெட்டுகள்
te: బడ్జెట్‌లు
tr: Bütçeler
ur: بجٹ
vi: Ngân sách
zh_hans: 预算

source: Calendar
ar: التقويم
bn: ক্যালেন্ডার
de: Kalender
es: Calendario
fr: Calendrier
hi: कैलेंडर
id: Kalender
ja: カレンダー
ko: 캘린더
mr: कॅलेंडर
ne: पात्रो
pt_br: Calendário
ru: Календарь
ta: நாட்காட்டி
te: క్యాలెండర్
tr: Takvim
ur: کیلنڈر
vi: Lịch

source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
ja: キャンセル
ko: 취소
mr: रद्द करा
ne: रद्द गर्नुहोस्
pt_br: Cancelar
ru: Отмена
ta: ரத்து செய்
te: రద్దు చేయి
tr: İptal
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消

source: Categories
ar: الفئات
bn: ক্যাটাগরি
de: Kategorien
es: Categorías
fr: Catégories
hi: श्रेणियां
id: Kategori
ja: カテゴリ
ko: 카테고리
mr: श्रेण्या
ne: श्रेणीहरू
pt_br: Categorias
ru: Категории
ta: வகைகள்
te: వర్గాలు
tr: Kategoriler
ur: زمرے
vi: Danh mục
zh_hans: 分类

source: CATEGORIES
ar: الفئات
bn: বিভাগ
de: KATEGORIEN
es: CATEGORÍAS
fr: CATÉGORIES
hi: श्रेणियाँ
id: KATEGORI
ja: カテゴリ
ko: 분류
mr: श्रेण्या
ne: श्रेणीहरू
pt_br: CATEGORIAS
ru: КАТЕГОРИИ
ta: பிரிவுகள்
te: వర్గాలు
tr: KATEGORİLER
ur: زمرے
vi: DANH MỤC
zh_hans: 分类数

source: Category
ar: الفئة
bn: ক্যাটাগরি
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
id: Kategori
ja: カテゴリ
ko: 카테고리
mr: श्रेणी
ne: श्रेणी
pt_br: Categoria
ru: Категория
ta: வகை
te: వర్గం
tr: Kategori
ur: زمرہ
vi: Danh mục
zh_hans: 分类

source: Charts, a calendar, budgets, savings and a monthly plan keep you ahead.
ar: الرسوم البيانية والتقويم والميزانيات والمدخرات والخطة الشهرية تبقيك متقدمًا دائمًا.
bn: চার্ট, ক্যালেন্ডার, বাজেট, সঞ্চয় আর মাসিক পরিকল্পনা আপনাকে সবসময় এগিয়ে রাখে।
de: Diagramme, ein Kalender, Budgets, Ersparnisse und ein Monatsplan halten dich auf Kurs.
es: Gráficos, un calendario, presupuestos, ahorros y un plan mensual para ir siempre un paso por delante.
fr: Graphiques, calendrier, budgets, épargne et plan mensuel pour garder une longueur d’avance.
hi: चार्ट्स, कैलेंडर, बजट, बचत और मासिक योजना आपको हमेशा आगे रखते हैं।
id: Grafik, kalender, anggaran, tabungan, dan rencana bulanan membantumu selalu selangkah lebih maju.
ja: グラフ、カレンダー、予算、貯金、そして月間プランで先手を打てます。
ko: 차트, 캘린더, 예산, 저축, 월간 플랜으로 한발 앞서 관리하세요.
mr: चार्ट्स, कॅलेंडर, बजेट्स, बचत आणि मासिक योजना तुम्हाला नेहमी पुढे ठेवतात.
ne: चार्ट, पात्रो, बजेट, बचत र मासिक योजनाले तपाईंलाई सधैं अग्रसर राख्छ।
pt_br: Gráficos, calendário, orçamentos, poupança e um plano mensal para você se manter no controle.
ru: Графики, календарь, бюджеты, накопления и план на месяц помогают быть на шаг впереди.
ta: விளக்கப்படங்கள், நாட்காட்டி, பட்ஜெட்கள், சேமிப்பு மற்றும் மாதாந்திர திட்டம் உங்களை முன்னிலையில் வைத்திருக்கும்.
te: చార్ట్‌లు, క్యాలెండర్, బడ్జెట్‌లు, పొదుపు, నెలవారీ ప్లాన్ మిమ్మల్ని ముందుండేలా చేస్తాయి.
tr: Grafikler, takvim, bütçeler, birikimler ve aylık plan sizi hep bir adım önde tutar.
ur: چارٹس، کیلنڈر، بجٹ، بچت اور ماہانہ منصوبہ آپ کو ہمیشہ آگے رکھتے ہیں۔
vi: Biểu đồ, lịch, ngân sách, tiết kiệm và kế hoạch hàng tháng giúp bạn luôn chủ động.
zh_hans: 图表、日历、预算、储蓄和月度计划，帮你走在前面。

source: Clear
ar: مسح
bn: মুছে ফেলুন
de: Löschen
es: Borrar
fr: Effacer
hi: साफ़ करें
id: Hapus
ja: クリア
ko: 지우기
mr: साफ करा
ne: खाली गर्नुहोस्
pt_br: Limpar
ru: Очистить
ta: அழி
te: క్లియర్ చేయి
tr: Temizle
ur: صاف کریں
vi: Xóa
zh_hans: 清除

source: Clear All
ar: مسح الكل
bn: সব মুছে ফেলুন
de: Alles löschen
es: Borrar todo
fr: Tout effacer
hi: सभी साफ़ करें
id: Hapus Semua
ja: すべてクリア
ko: 모두 지우기
mr: सर्व साफ करा
ne: सबै खाली गर्नुहोस्
pt_br: Limpar Tudo
ru: Очистить всё
ta: அனைத்தையும் அழி
te: అన్నీ క్లియర్ చేయి
tr: Tümünü Temizle
ur: سب صاف کریں
vi: Xóa tất cả
zh_hans: 全部清除

source: Clear balance with %@?
ar: تصفية الرصيد مع %@؟
bn: %@-এর সাথে ব্যালেন্স মুছে ফেলবেন?
de: Saldo mit %@ ausgleichen?
es: ¿Saldar cuentas con %@?
fr: Remettre le solde à zéro avec %@ ?
hi: %@ के साथ बैलेंस साफ़ करें?
id: Hapus saldo dengan %@?
ja: %@との残高をクリアしますか？
ko: %@ 님과의 잔액을 정산할까요?
mr: %@ सोबतची शिल्लक साफ करायची का?
ne: %@ सँगको ब्यालेन्स खाली गर्ने?
pt_br: Zerar o saldo com %@?
ru: Обнулить баланс с %@?
ta: %@ உடனான இருப்பை அழிக்கவா?
te: %@తో బ్యాలెన్స్ క్లియర్ చేయాలా?
tr: %@ ile bakiye sıfırlansın mı?
ur: %@ کے ساتھ بیلنس صاف کریں؟
vi: Xóa số dư với %@?
zh_hans: 与 %@ 的余额结清？

source: Clear pasted text
ar: مسح النص الملصق
bn: পেস্ট করা টেক্সট মুছে ফেলুন
de: Eingefügten Text löschen
es: Borrar texto pegado
fr: Effacer le texte collé
hi: पेस्ट किया गया टेक्स्ट हटाएं
id: Hapus teks yang ditempel
ja: 貼り付けたテキストをクリア
ko: 붙여넣은 텍스트 지우기
mr: पेस्ट केलेला मजकूर साफ करा
ne: पेस्ट गरिएको टेक्स्ट खाली गर्नुहोस्
pt_br: Limpar texto colado
ru: Очистить вставленный текст
ta: ஒட்டப்பட்ட உரையை அழி
te: పేస్ట్ చేసిన టెక్స్ట్‌ను క్లియర్ చేయి
tr: Yapıştırılan metni temizle
ur: پیسٹ شدہ متن صاف کریں
vi: Xóa văn bản đã dán
zh_hans: 清除粘贴的文本

source: Clear selection
ar: إلغاء التحديد
bn: নির্বাচন মুছে ফেলুন
de: Auswahl aufheben
es: Borrar selección
fr: Effacer la sélection
hi: चयन हटाएं
id: Hapus pilihan
ja: 選択をクリア
ko: 선택 해제
mr: निवड साफ करा
ne: छनोट खाली गर्नुहोस्
pt_br: Limpar seleção
ru: Снять выделение
ta: தேர்வை அழி
te: ఎంపికను క్లియర్ చేయి
tr: Seçimi temizle
ur: انتخاب صاف کریں
vi: Bỏ chọn
zh_hans: 清除选择

source: Close
ar: إغلاق
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
ja: 閉じる
ko: 닫기
mr: बंद करा
ne: बन्द गर्नुहोस्
pt_br: Fechar
ru: Закрыть
ta: மூடு
te: మూసివేయి
tr: Kapat
ur: بند کریں
vi: Đóng
zh_hans: 关闭

source: Close this plan without recording any more payments?
ar: إغلاق هذه الخطة دون تسجيل أي دفعات أخرى؟
bn: আর কোনো পেমেন্ট রেকর্ড না করেই এই প্ল্যানটি বন্ধ করবেন?
de: Diesen Plan schließen, ohne weitere Zahlungen zu erfassen?
es: ¿Cerrar este plan sin registrar más pagos?
fr: Fermer ce plan sans enregistrer d’autres paiements ?
hi: बिना और भुगतान दर्ज किए इस प्लान को बंद करें?
id: Tutup rencana ini tanpa mencatat pembayaran lagi?
ja: 支払いをこれ以上記録せずに、このプランを終了しますか？
ko: 더 이상 결제를 기록하지 않고 이 플랜을 닫을까요?
mr: आणखी पेमेंट्सची नोंद न करता ही योजना बंद करायची का?
ne: थप कुनै भुक्तानी रेकर्ड नगरी यो योजना बन्द गर्ने?
pt_br: Encerrar este plano sem registrar mais pagamentos?
ru: Закрыть план, не записывая больше платежей?
ta: மேலும் கட்டணங்களைப் பதிவு செய்யாமல் இந்தத் திட்டத்தை மூடவா?
te: ఇక ఏ చెల్లింపులు నమోదు చేయకుండా ఈ ప్లాన్‌ను మూసివేయాలా?
tr: Başka ödeme kaydetmeden bu plan kapatılsın mı?
ur: مزید ادائیگیاں ریکارڈ کیے بغیر یہ منصوبہ بند کریں؟
vi: Đóng kế hoạch này mà không ghi thêm khoản thanh toán nào nữa?
zh_hans: 关闭此计划且不再记录任何付款？

source: Close without paying
ar: إغلاق دون سداد
bn: পরিশোধ না করে বন্ধ করুন
de: Ohne Zahlung schließen
es: Cerrar sin pagar
fr: Fermer sans payer
hi: बिना भुगतान किए बंद करें
id: Tutup tanpa membayar
ja: 支払わずに終了
ko: 결제 없이 닫기
mr: पैसे न भरता बंद करा
ne: नतिरी बन्द गर्नुहोस्
pt_br: Encerrar sem pagar
ru: Закрыть без оплаты
ta: செலுத்தாமல் மூடு
te: చెల్లించకుండా మూసివేయి
tr: Ödemeden kapat
ur: بغیر ادائیگی کے بند کریں
vi: Đóng mà không thanh toán
zh_hans: 不付款直接关闭

source: Closed
ar: مغلق
bn: বন্ধ
de: Geschlossen
es: Cerrado
fr: Fermé
hi: बंद
id: Ditutup
ja: 終了済み
ko: 종료됨
mr: बंद
ne: बन्द भयो
pt_br: Encerrado
ru: Закрыто
ta: மூடப்பட்டது
te: మూసివేయబడింది
tr: Kapatıldı
ur: بند
vi: Đã đóng
zh_hans: 已关闭

source: Commitments
ar: الالتزامات
bn: বাধ্যবাধকতা
de: Verpflichtungen
es: Compromisos
fr: Engagements
hi: प्रतिबद्धताएं
id: Komitmen
ja: 固定費
ko: 고정 지출
mr: जबाबदाऱ्या
ne: प्रतिबद्धताहरू
pt_br: Compromissos
ru: Обязательства
ta: கடமைகள்
te: కట్టుబాట్లు
tr: Taahhütler
ur: واجبات
vi: Khoản cam kết

source: Couldn't prepare the export.
ar: تعذّر تجهيز ملف التصدير.
bn: এক্সপোর্ট ফাইল তৈরি করা যায়নি।
de: Export konnte nicht erstellt werden.
es: No se pudo preparar la exportación.
fr: Impossible de préparer l’export.
hi: निर्यात तैयार नहीं हो सका।
id: Tidak dapat menyiapkan ekspor.
ja: 書き出しを準備できませんでした。
ko: 내보내기를 준비하지 못했습니다.
mr: निर्यात तयार करता आली नाही.
ne: निर्यात तयार गर्न सकिएन।
pt_br: Não foi possível preparar a exportação.
ru: Не удалось подготовить экспорт.
ta: ஏற்றுமதியைத் தயாரிக்க முடியவில்லை.
te: ఎగుమతిని సిద్ధం చేయలేకపోయాం.
tr: Dışa aktarma hazırlanamadı.
ur: برآمد تیار نہیں ہو سکی۔
vi: Không thể chuẩn bị tệp xuất.
zh_hans: 无法生成导出文件。

source: Create Full Backup
ar: إنشاء نسخة احتياطية كاملة
bn: সম্পূর্ণ ব্যাকআপ তৈরি করুন
de: Vollständige Sicherung erstellen
es: Crear copia de seguridad completa
fr: Créer une sauvegarde complète
hi: पूर्ण बैकअप बनाएँ
id: Buat Cadangan Lengkap
ja: 完全バックアップを作成
ko: 전체 백업 만들기
mr: संपूर्ण बॅकअप तयार करा
ne: पूर्ण ब्याकअप बनाउनुहोस्
pt_br: Criar backup completo
ru: Создать полную резервную копию
ta: முழு காப்புப்பிரதி உருவாக்கு
te: పూర్తి బ్యాకప్ సృష్టించు
tr: Tam Yedek Oluştur
ur: مکمل بیک اپ بنائیں
vi: Tạo bản sao lưu đầy đủ
zh_hans: 创建完整备份

source: Currency
ar: العملة
bn: মুদ্রা
de: Währung
es: Moneda
fr: Devise
hi: करेंसी
id: Mata Uang
ja: 通貨
ko: 통화
mr: चलन
ne: मुद्रा
pt_br: Moeda
ru: Валюта
ta: நாணயம்
te: కరెన్సీ
tr: Para Birimi
ur: کرنسی
vi: Đơn vị tiền tệ
zh_hans: 货币

source: Currency, language, backup, export
ar: العملة، اللغة، النسخ الاحتياطي، التصدير
bn: মুদ্রা, ভাষা, ব্যাকআপ, এক্সপোর্ট
de: Währung, Sprache, Sicherung, Export
es: Moneda, idioma, copia de seguridad, exportación
fr: Devise, langue, sauvegarde, export
hi: करेंसी, भाषा, बैकअप, एक्सपोर्ट
id: Mata uang, bahasa, cadangan, ekspor
ja: 通貨、言語、バックアップ、エクスポート
ko: 통화, 언어, 백업, 내보내기
mr: चलन, भाषा, बॅकअप, एक्सपोर्ट
ne: मुद्रा, भाषा, ब्याकअप, एक्सपोर्ट
pt_br: Moeda, idioma, backup, exportação
ru: Валюта, язык, резервное копирование, экспорт
ta: நாணயம், மொழி, காப்புப் பிரதி, ஏற்றுமதி
te: కరెన్సీ, భాష, బ్యాకప్, ఎక్స్‌పోర్ట్
tr: Para birimi, dil, yedekleme, dışa aktarma
ur: کرنسی، زبان، بیک اپ، ایکسپورٹ
vi: Đơn vị tiền tệ, ngôn ngữ, sao lưu, xuất dữ liệu
zh_hans: 货币、语言、备份、导出

source: Cut a recurring bill or raise your income to get back on track.
ar: قلّل فاتورة متكررة أو ارفع دخلك للعودة إلى المسار الصحيح.
bn: সঠিক পথে ফিরতে কোনো পুনরাবৃত্ত বিল কমান বা আপনার আয় বাড়ান।
de: Streiche eine wiederkehrende Rechnung oder erhöhe dein Einkommen, um wieder auf Kurs zu kommen.
es: Reduce una factura recurrente o aumenta tus ingresos para volver a equilibrarte.
fr: Réduis une facture récurrente ou augmente tes revenus pour te remettre sur les rails.
hi: वापस पटरी पर आने के लिए कोई रिकरिंग बिल घटाएं या अपनी आय बढ़ाएं।
id: Kurangi tagihan berulang atau tingkatkan pemasukanmu agar kembali sesuai rencana.
ja: 定期的な支払いを減らすか、収入を増やして立て直しましょう。
ko: 정기 청구 항목을 줄이거나 소득을 늘려서 균형을 되찾아 보세요.
mr: पुन्हा रुळावर येण्यासाठी एखादे नियमित बिल कमी करा किंवा तुमचे उत्पन्न वाढवा.
ne: बारम्बार आउने बिल घटाउनुहोस् वा आफ्नो आम्दानी बढाएर फेरि ट्र्याकमा फर्कनुहोस्।
pt_br: Corte uma conta recorrente ou aumente sua receita para voltar aos trilhos.
ru: Сократите один из регулярных счетов или увеличьте доход, чтобы выровнять баланс.
ta: மீண்டும் சரியான பாதையில் வர, ஒரு தொடர் கட்டணத்தைக் குறைக்கவும் அல்லது உங்கள் வருமானத்தை அதிகரிக்கவும்.
te: ట్రాక్‌లోకి రావడానికి పునరావృత బిల్లును తగ్గించండి లేదా మీ ఆదాయాన్ని పెంచండి.
tr: Tekrarlayan bir faturayı azaltın ya da gelirinizi artırın.
ur: دوبارہ آنے والا بل کم کریں یا اپنی آمدنی بڑھائیں تاکہ دوبارہ ٹریک پر آ سکیں۔
vi: Cắt giảm một hóa đơn định kỳ hoặc tăng thu nhập để quay lại đúng hướng.
zh_hans: 减少一项固定账单或提高收入，让计划回到正轨。

source: Danger Zone
ar: منطقة الخطر
bn: বিপজ্জনক অংশ
de: Gefahrenbereich
es: Zona de riesgo
fr: Zone sensible
hi: जोखिम क्षेत्र
id: Zona Berbahaya
ja: 危険な操作
ko: 위험 구역
mr: धोक्याचे क्षेत्र
ne: जोखिम क्षेत्र
pt_br: Zona de risco
ru: Опасная зона
ta: ஆபத்து மண்டலம்
te: ప్రమాద ప్రాంతం
tr: Tehlikeli Bölge
ur: خطرے کا حصہ
vi: Vùng nguy hiểm
zh_hans: 危险操作

source: Date
ar: التاريخ
bn: তারিখ
de: Datum
es: Fecha
hi: तारीख
id: Tanggal
ja: 日付
ko: 날짜
mr: तारीख
ne: मिति
pt_br: Data
ru: Дата
ta: தேதி
te: తేదీ
tr: Tarih
ur: تاریخ
vi: Ngày
zh_hans: 日期

# Day %@ (next: %@)
source: Day %1$@ (next: %2$@)
ar: اليوم %1$@ (التالي: %2$@)
bn: %1$@ তারিখ (পরবর্তী: %2$@)
de: Tag %1$@ (nächste: %2$@)
es: Día %1$@ (siguiente: %2$@)
fr: Jour %1$@ (prochain : %2$@)
hi: दिन %1$@ (अगला: %2$@)
id: Tanggal %1$@ (berikutnya: %2$@)
ja: %1$@日（次回：%2$@）
ko: %1$@일 (다음: %2$@)
mr: दिवस %1$@ (पुढील: %2$@)
ne: दिन %1$@ (अर्को: %2$@)
pt_br: Dia %1$@ (próximo: %2$@)
ru: День %1$@ (след.: %2$@)
ta: நாள் %1$@ (அடுத்தது: %2$@)
te: %1$@వ రోజు (తర్వాత: %2$@)
tr: Gün %1$@ (sıradaki: %2$@)
ur: دن %1$@ (اگلا: %2$@)
vi: Ngày %1$@ (tiếp theo: %2$@)

source: Day %lld
ar: اليوم %lld
bn: %lld তারিখ
de: Tag %lld
es: Día %lld
fr: Jour %lld
hi: दिन %lld
id: Tanggal %lld
ja: %lld日
ko: %lld일
mr: दिवस %lld
ne: दिन %lld
pt_br: Dia %lld
ru: День %lld
ta: நாள் %lld
te: %lldవ రోజు
tr: Gün %lld
ur: دن %lld
vi: Ngày %lld
zh_hans: 每月 %lld 日

# Day %lld · next: %@
source: Day %1$lld · next: %2$@
ar: اليوم %1$lld · التالي: %2$@
bn: %1$lld তারিখ · পরবর্তী: %2$@
de: Tag %1$lld · nächste: %2$@
es: Día %1$lld · siguiente: %2$@
fr: Jour %1$lld · prochain : %2$@
hi: दिन %1$lld · अगला: %2$@
id: Tanggal %1$lld · berikutnya: %2$@
ja: %1$lld日・次回：%2$@
ko: %1$lld일 · 다음: %2$@
mr: दिवस %1$lld · पुढील: %2$@
ne: दिन %1$lld · अर्को: %2$@
pt_br: Dia %1$lld · próximo: %2$@
ru: День %1$lld · след.: %2$@
ta: நாள் %1$lld · அடுத்தது: %2$@
te: %1$lldవ రోజు · తర్వాత: %2$@
tr: Gün %1$lld · sıradaki: %2$@
ur: دن %1$lld · اگلا: %2$@
vi: Ngày %1$lld · tiếp theo: %2$@
zh_hans: 每月 %1$lld 日 · 下次：%2$@

# Day %lld (next: %@)
source: Day %1$lld (next: %2$@)
ar: اليوم %1$lld (التالي: %2$@)
bn: %1$lld তারিখ (পরবর্তী: %2$@)
de: Tag %1$lld (nächste: %2$@)
es: Día %1$lld (siguiente: %2$@)
fr: Jour %1$lld (prochain : %2$@)
hi: दिन %1$lld (अगला: %2$@)
id: Tanggal %1$lld (berikutnya: %2$@)
ja: %1$lld日（次回：%2$@）
ko: %1$lld일 (다음: %2$@)
mr: दिवस %1$lld (पुढील: %2$@)
ne: दिन %1$lld (अर्को: %2$@)
pt_br: Dia %1$lld (próximo: %2$@)
ru: День %1$lld (след.: %2$@)
ta: நாள் %1$lld (அடுத்தது: %2$@)
te: %1$lldవ రోజు (తర్వాత: %2$@)
tr: Gün %1$lld (sıradaki: %2$@)
ur: دن %1$lld (اگلا: %2$@)
vi: Ngày %1$lld (tiếp theo: %2$@)

source: Day of month: %lld
ar: يوم الشهر: %lld
bn: মাসের দিন: %lld
de: Tag des Monats: %lld
es: Día del mes: %lld
fr: Jour du mois : %lld
hi: महीने का दिन: %lld
id: Tanggal dalam bulan: %lld
ja: 毎月の日付：%lld
ko: 매월 %lld일
mr: महिन्याचा दिवस: %lld
ne: महिनाको दिन: %lld
pt_br: Dia do mês: %lld
ru: День месяца: %lld
ta: மாதத்தின் நாள்: %lld
te: నెలలో రోజు: %lld
tr: Ayın günü: %lld
ur: مہینے کا دن: %lld
vi: Ngày trong tháng: %lld
zh_hans: 每月第 %lld 天

source: Debts
ar: الديون
bn: ধার
de: Schulden
es: Deudas
fr: Dettes
hi: उधार
id: Utang
ja: 貸し借り
ko: 빚
mr: उधारी
ne: सापटी
pt_br: Dívidas
ru: Долги
ta: கடன்கள்
te: బాకీలు
tr: Borçlar
ur: قرضے
vi: Khoản nợ
zh_hans: 欠款

source: Delete
ar: حذف
bn: মুছুন
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
ja: 削除
ko: 삭제
mr: हटवा
ne: मेट्नुहोस्
pt_br: Excluir
ru: Удалить
ta: நீக்கு
te: తొలగించు
tr: Sil
ur: حذف کریں
vi: Xóa
zh_hans: 删除

source: Deleting a payment also removes the expense it created.
ar: حذف الدفعة يؤدي أيضًا إلى إزالة المصروف الذي أنشأته.
bn: কোনো পেমেন্ট মুছে ফেললে সেটি থেকে তৈরি হওয়া খরচটিও মুছে যাবে।
de: Beim Löschen einer Zahlung wird auch die dadurch erstellte Ausgabe entfernt.
es: Al eliminar un pago también se elimina el gasto que generó.
fr: Supprimer un paiement retire aussi la dépense qu’il a créée.
hi: भुगतान हटाने से उससे बना खर्च भी हट जाता है।
id: Menghapus pembayaran juga akan menghapus pengeluaran yang dibuatnya.
ja: 支払いを削除すると、それによって作成された支出も削除されます。
ko: 결제를 삭제하면 그로 인해 생성된 지출도 함께 삭제돼요.
mr: पेमेंट हटवल्याने त्यामुळे तयार झालेला खर्चही हटवला जातो.
ne: भुक्तानी मेटाउँदा त्यसले बनाएको खर्च पनि हट्छ।
pt_br: Excluir um pagamento também remove a despesa que ele criou.
ru: Удаление платежа также удалит созданный им расход.
ta: ஒரு பணம் செலுத்துதலை நீக்கும்போது, அது உருவாக்கிய செலவும் நீக்கப்படும்.
te: చెల్లింపును తొలగించడం వల్ల అది సృష్టించిన ఖర్చు కూడా తొలగిపోతుంది.
tr: Bir ödemeyi silmek, onun oluşturduğu gideri de kaldırır.
ur: ادائیگی حذف کرنے سے وہ خرچ بھی ہٹ جائے گا جو اس نے بنایا تھا۔
vi: Xóa một khoản thanh toán cũng sẽ xóa khoản chi mà nó đã tạo ra.
zh_hans: 删除一笔付款会同时删除它生成的支出记录。

source: Deposit
ar: إيداع
bn: জমা
de: Einzahlung
es: Depósito
fr: Dépôt
hi: जमा
id: Setoran
ja: 入金
ko: 입금
mr: जमा
ne: जम्मा
pt_br: Depósito
ru: Пополнение
ta: டெபாசிட்
te: డిపాజిట్
tr: Yatırma
ur: جمع رقم
vi: Gửi tiền
zh_hans: 存入

source: Detect income
ar: اكتشاف الدخل
bn: আয় শনাক্ত করুন
de: Einnahmen erkennen
es: Detectar ingreso
fr: Détecter un revenu
hi: आय पहचानें
id: Deteksi pemasukan
ja: 収入を検出
ko: 수입 감지
mr: उत्पन्न ओळखा
ne: आम्दानी पत्ता लगाउनुहोस्
pt_br: Detectar receita
ru: Распознать доход
ta: வருமானத்தைக் கண்டறி
te: ఆదాయాన్ని గుర్తించు
tr: Geliri algıla
ur: آمدنی کا پتا لگائیں
vi: Nhận diện thu nhập
zh_hans: 识别收入

source: Detect Transactions
ar: اكتشاف العمليات
bn: লেনদেন শনাক্ত করুন
de: Buchungen erkennen
es: Detectar transacciones
fr: Détecter des transactions
hi: लेन-देन पहचानें
id: Deteksi Transaksi
ja: 取引を検出
ko: 거래 감지
mr: व्यवहार ओळखा
ne: कारोबार पत्ता लगाउनुहोस्
pt_br: Detectar Transações
ru: Распознать операции
ta: பரிவர்த்தனைகளைக் கண்டறி
te: లావాదేవీలను గుర్తించు
tr: İşlemleri Algıla
ur: لین دین کا پتا لگائیں
vi: Nhận diện giao dịch
zh_hans: 识别交易

source: Detected — %lld selected
ar: تم الاكتشاف — %lld محدد
bn: শনাক্ত করা হয়েছে — %lld টি নির্বাচিত
de: Erkannt – %lld ausgewählt
es: Detectado: %lld seleccionados
fr: Détecté — %lld sélectionnés
hi: पहचाना गया — %lld चयनित
id: Terdeteksi — %lld dipilih
ja: 検出済み — %lld件選択
ko: 감지됨 — %lld개 선택됨
mr: ओळखले — %lld निवडले
ne: पत्ता लाग्यो — %lld छानिएको
pt_br: Detectado — %lld selecionadas
ru: Распознано — выбрано %lld
ta: கண்டறியப்பட்டது — %lld தேர்ந்தெடுக்கப்பட்டன
te: గుర్తించారు — %lld ఎంచుకున్నారు
tr: Algılandı — %lld seçildi
ur: شناخت شدہ — %lld منتخب
vi: Đã nhận diện — %lld đã chọn
zh_hans: 已识别 — 已选 %lld 条

source: Detected on-device with Apple Intelligence.
ar: تم الاكتشاف على الجهاز باستخدام Apple Intelligence.
bn: Apple Intelligence দিয়ে ডিভাইসেই শনাক্ত করা হয়েছে।
de: Auf dem Gerät mit Apple Intelligence erkannt.
es: Detectado en el dispositivo con Apple Intelligence.
fr: Détecté sur l’appareil avec Apple Intelligence.
hi: Apple Intelligence से डिवाइस पर ही पहचाना गया।
id: Terdeteksi di perangkat dengan Apple Intelligence.
ja: Apple Intelligenceによりデバイス上で検出されました。
ko: Apple Intelligence로 기기에서 감지했어요.
mr: Apple Intelligence वापरून डिव्हाइसवरच ओळखले.
ne: Apple Intelligence ले डिभाइसमै पत्ता लगायो।
pt_br: Detectado no dispositivo com a Apple Intelligence.
ru: Распознано на устройстве с помощью Apple Intelligence.
ta: Apple Intelligence மூலம் உங்கள் சாதனத்திலேயே கண்டறியப்பட்டது.
te: Apple Intelligence ద్వారా పరికరంలోనే గుర్తించబడింది.
tr: Cihaz üzerinde Apple Intelligence ile algılandı.
ur: آلے پر Apple Intelligence کے ذریعے شناخت کیا گیا۔
vi: Được nhận diện ngay trên thiết bị bằng Apple Intelligence.
zh_hans: 已在设备端通过 Apple 智能识别。

source: Detected with text patterns.
ar: تم الاكتشاف باستخدام أنماط النص.
bn: টেক্সট প্যাটার্ন দিয়ে শনাক্ত করা হয়েছে।
de: Mit Textmustern erkannt.
es: Detectado con patrones de texto.
fr: Détecté par reconnaissance de texte.
hi: टेक्स्ट पैटर्न से पहचाना गया।
id: Terdeteksi dengan pola teks.
ja: テキストパターンにより検出されました。
ko: 텍스트 패턴으로 감지했어요.
mr: मजकूर पॅटर्नद्वारे ओळखले.
ne: टेक्स्ट प्याटर्नबाट पत्ता लगाइयो।
pt_br: Detectado com padrões de texto.
ru: Распознано по шаблонам текста.
ta: உரை முறைகளால் கண்டறியப்பட்டது.
te: టెక్స్ట్ నమూనాలతో గుర్తించబడింది.
tr: Metin kalıplarıyla algılandı.
ur: متن کے پیٹرن سے شناخت کیا گیا۔
vi: Được nhận diện bằng mẫu văn bản.
zh_hans: 通过文本规则识别。
